import React, {FC} from "react";
import {About} from "../About/About";


export const ToCustomers:FC = () => {

  return (
    <About>
        <p>Наша компания занимается производством головных уборов под собственным брендом LF-Label, а также предложить изготовление продукции под торговой маркой заказчика.</p>
        <p>Бренд LF-Label представлен с 2012 года и пользуется спросом во всех регионах РФ и странах ближнего зарубежья. Также сотрудничаем с региональными представительствами.</p>
        <p>В число наших клиентов входят марки - Black Star Wear, Finn Flare, Meucci, Fratelli.</p>
        <p>Вся линейка представленных моделей выполнена из натуральных материалов - кожа, замша, шерсть. Для пошива используется сырье итальянских и турецких производителей. Каждая модель проходит несколько этапов проверки качества.</p>
        <p>Наша компания является постоянным участником выставок моды CPM и CHAPEAU.</p>
    </About>
  );
};