import React, {FC} from "react";
import {About} from "../About/About";


export const AboutCompany: FC = () => {

    return (
        <About title={'О компании'}>
            <p>Компания <b>LF-LABEL</b> предлагает не просто головные уборы, а неповторимые образы. Выразительный крой,
                изящность силуэта, изысканное сочетание цветов и фактур – неотъемлемые составные части стиля всех линеек
                продукции нашей компании.</p>

            <p>Создавая коллекции, наши дизайнеры учитывают актуальные направления и последние тренды моды для головных
                уборов. Они искусно работают с любыми материалами, будь то кожа, замша, текстиль или натуральный мех,
                моделируя и соединяя различные фактуры и цвета. Мы делаем ставку на качество и индивидуальность, на
                элегантный классический стиль, который вне времени и никогда не потеряет свою актуальность.</p>

            <p>В дизайне наших головных уборов – никакой вычурности и лишних деталей – каждый элемент максимально
                продуман и сбалансирован. Украшения в виде ремешков и изящных вставок расставляют нужные акценты и
                придают моделям завершенный вид. Великолепно исполненные, изделия <b>LF-LABEL</b> будут гармонично
                смотреться и в строгом деловом гардеробе, и в практичном кэжуал ансамбле.</p>

            <p>Спокойная цветовая гамма в черных, серых, белых и темно-синих тонах прекрасно дополнит любой образ,
                добавляя нотки лаконичности и утонченности.</p>

            <p>Компания <b>LF-LABEL</b> предоставляет большие возможности для экспериментов с собственным стилем. Здесь
                найдется головной убор на любой вкус: элегантные кепки, модные бейсболки, теплые шапки-ушанки, легкие
                панамки. Все материалы, из которых выполнены изделия, – только натуральные и исключительного качества,
                что позволяет себечувствовать уютно и комфортно при любой погоде. Головные уборы <b>LF-LABEL</b> по
                достоинству оценят даже самые искушенные клиенты.</p>

            <p>Морозные русские зимы – это вдохновение модельеров. Головные уборы для холодных сезоны разнообразны, как
                по фасонам, так и по материалам. Так, шапка-ушанка из меха мутона и замши не только гармонично дополнит
                ансамбль зимней одежды, но и сделает образ более легким и демократичным. Кепка-реглан или капитанка из
                кожи или замши подойдут для межсезонья: осенью и зимой они непременный атрибут элегантного и стильного
                мужчины.</p>

            <p>Летняя коллекция головных уборов представлена моделями из текстиля. Например, капитанка из льна станет
                эффектным элементом Вашего стиля и в то же время – надежной защитой от жары.</p>

            <p>Изделия торговой марки <b>LF-LABEL</b> вдохновят на создание неповторимых образов, рассказывая без слов о
                тонком вкусе владельца головного убора. И неважно, будет сложносочиненный ансамбль или простой, но
                стильный лук, наши головные уборы гармонично впишутся в любые сочетания и концепции одежды.</p>

            <h3 className="main-h3">Производство спецодежды</h3>

            <p>Одним из направлений нашей компании является пошив спецодежды по заказу с учетом всех требований и
                пожеланий заказчика. Большой профессиональный опыт, современное оборудование, наличие собственных
                профессиональных дизайнеров и технологов позволяют нам в короткие сроки разрабатывать и изготавливать
                для вас одежду надлежащего качества.</p>
        </About>
    );
};